{
    "assignment_group": "15f45b74c3548ad07cf82a75e0013128",
    "backout_plan": "Backout is only via Network Tooling's GitlabCI pipeline for Talon applications",
    "business_service": "e776d078db5259181f60543ed3961942",
    "cab_delegate": "",
    "category": "Network/Telecom",
    "ci_class": "cmdb_ci",
    "description": "This change is used via automated pipelines in Gitlab that deploy ILM applications to production.\r\nAt no time should this Standard Change template be used to make changes to network devices.",
    "end_date": "javascript:gs.endOfToday()",
    "is_bulk": "false",
    "implementation_plan": "Implementation is only via Network Tooling's GitlabCI pipeline for Talon applications - Docker container in Artifactory is getting promoted to the prod hive, where it will replace the previous container that gets pulled into OpenShift when the Control M job kicks off.",
    "justification": "New automations or required fixes to existing automations",
    "knowledge": "false",
    "priority": "4",
    "risk": "4",
    "risk_impact_analysis": "Risk is only to code implementation or changes to a single automation in production.  All deployments will be tested first in the test environment before releasing to production.",
    "short_description": "Deploy automation to production",
    "start_date" : "javascript:gs.minutesAgo(-5)",
    "test_plan": "Application is tested via Talon Batch job. Job run logs are reviewed and validated in ELK",
    "type": "standard",
    "u_epms" : "O&M065897",
    "u_impacted_cosa": "0e8215a2c3f87110ac8291ec7a0131c2",
    "u_msr_impact": "No",
    "u_suggested_risk": "Low",
    "u_suggested_impact": "Low",
    "u_release_integration_area": "Network Services",
    "u_validation_plan": "Validation performed by end users.",
    "u_change_activity": "Data Network - Software Code Change - Release application (automated testing pipeline)",
    "work_notes": "This Change Request was generated by GitLab CI, with defaults overridden by NetworkDev"
  }
  
